{
  "bites": [
    {
      "title": "Almost 80 years",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "The <em>Chronicle and Directory</em> were issued every year between 1863 and 1941 by the <em>Honkong Daily Press</em>."
    },
    {
      "title": "The Red Book",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "The <em>Chronicle and Directory</em> was bound in red and was simply known as \"The Red Book\"",
      "source": "The Singapore Free Press and Mercantile Advertiser, 1906/02/22, p. 16",
      "source_url": "https://eresources.nlb.gov.sg/newspapers/Digitised/Article/singfreepresswk19060222-1.2.22?ST=1&AT=search&k=directory%20chronicle&QT=directory,chronicle&oref=article",
      "image": "the_red_book_cover.png"
    },
    {
      "title": "Of Varying Quality",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "Some of them come from archived microfilm, others are high-quality book scans. Not only in reproduction do we encounter a wide variation in quality but also in the original printing and preservation of the books themselves. In particular, on account of wartime limitations in the Far East, later volumes of the directories were printed on very thin, translucent paper."
    },
    {
      "title": "Lots of Information",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "The directories contain a wide variety of information. They contain conversion tables for mass and currencies, information on import and export duties, legal texts, treaties and agreements, calendars, ship lists, advertising, information on local traditions and festivities, and more. "
    },
    {
      "title": "Growing in Size",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "The Directories were first printed in 1863 in a still relatively modest volume, 294 pages, but subsequently grew strongly. Around 1900, the reference work comprised 1484 pages, and by 1937 it had already reached 2050 pages."
    },
    {
      "title": "Directory & Residents",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "The two most extensive sections of the Chronicles and Directories of Asia are the \"Directories\" of businesses (and many other organisations) and the list of \"Foreign Residents\" found at the back of each edition [[??]]. In 1940, they accounted for 1,544 and 673 pages, respectively, of the nearly 2,500-page volume."
    },
    {
      "title": "Introductory Texts",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "For most countries and localities, there is an introductory text that provides information about the geographical location, the nature of the port, but also about scenic features and local customs. In addition to the sober lists of taxable goods, there are poetic descriptions that explain, for example, the beauty of the harbor or the quality of an annual spring concert."
    },
    {
      "title": "A (rich) Multilingual Source",
      "meta": "Created by Sorin Marti, 21.03.22",
      "text": "Printed in Hong Kong, the Asia Directories are essentially/mostly in English but are frequently interspersed... In addition to East Asian names and designations, military and diplomatic ranks and institutions, for example, almost always appear in the language of the respective Western treaty powers. This mix of languages reflects the truly global nature of the Directories as an historical source but makes its automated classification difficult."
    },
    {
      "title": "Title of bite",
      "meta": "who created it when?",
      "text": "Text of bite",
      "image": "name of image",
      "source": "source of information",
      "source_url": ""
    }
  ]
}